Repository: rike4545/SplitNest
Catalog: SplitNest/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, pt_br

source: Home
de: Start
es: Inicio
fr: Accueil
ja: ホーム
pt_br: Início

source: Expenses
de: Ausgaben
es: Gastos
fr: Dépenses
ja: 支出
pt_br: Despesas

source: Chores
de: Aufgaben
es: Tareas
fr: Tâches
ja: 家事
pt_br: Tarefas

source: Lists
de: Listen
es: Listas
fr: Listes
ja: リスト
pt_br: Listas

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
pt_br: Cancelar

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
ja: 保存
pt_br: Salvar

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ja: 削除
pt_br: Excluir

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
ja: 編集
pt_br: Editar

source: Done
de: Fertig
es: Listo
fr: Terminé
ja: 完了
pt_br: Concluído

source: Create
de: Erstellen
es: Crear
fr: Créer
ja: 作成
pt_br: Criar

source: Title
de: Titel
es: Título
fr: Titre
ja: タイトル
pt_br: Título

source: Category
de: Kategorie
es: Categoría
fr: Catégorie
ja: カテゴリー
pt_br: Categoria

source: Payer
de: Zahlende Person
es: Pagador
fr: Payeur
ja: 支払者
pt_br: Pagador

source: Paid by
de: Bezahlt von
es: Pagado por
fr: Payé par
ja: 支払者
pt_br: Pago por

source: Participants
de: Beteiligte
es: Participantes
ja: 分担者
pt_br: Participantes

source: Shared with
de: Geteilt mit
es: Compartido con
fr: Partagé avec
ja: 分担する人
pt_br: Compartilhado com

source: Due & Repeat
de: Fälligkeit und Wiederholung
es: Vencimiento y repetición
fr: Échéance et répétition
ja: 期限と繰り返し
pt_br: Vencimento e repetição

source: Set due date
de: Fälligkeitsdatum festlegen
es: Establecer vencimiento
fr: Définir une échéance
ja: 期限を設定
pt_br: Definir vencimento

source: Due date
de: Fälligkeitsdatum
es: Fecha de vencimiento
fr: Date d’échéance
ja: 期限
pt_br: Data de vencimento

source: Due Date
de: Fälligkeitsdatum
es: Fecha de vencimiento
fr: Date d’échéance
ja: 期限
pt_br: Data de vencimento

source: Repeat
de: Wiederholen
es: Repetir
fr: Répéter
ja: 繰り返し
pt_br: Repetir

source: Every X days
de: Alle X Tage
es: Cada X días
fr: Tous les X jours
ja: X日ごと
pt_br: A cada X dias

source: Doesn’t repeat
de: Keine Wiederholung
es: No se repite
fr: Ne se répète pas
ja: 繰り返さない
pt_br: Não se repete

source: Every week
de: Jede Woche
es: Cada semana
fr: Chaque semaine
ja: 毎週
pt_br: Toda semana

source: Every month
de: Jeden Monat
es: Cada mes
fr: Chaque mois
ja: 毎月
pt_br: Todo mês

source: Custom days
de: Eigenes Tagesintervall
es: Intervalo personalizado
fr: Intervalle personnalisé
ja: 日数を指定
pt_br: Intervalo personalizado

source: Rent
de: Miete
es: Alquiler
fr: Loyer
ja: 家賃
pt_br: Aluguel

source: Utilities
de: Nebenkosten
es: Servicios
fr: Charges
ja: 光熱費・通信費
pt_br: Contas da casa

source: Groceries
de: Lebensmittel
es: Supermercado
fr: Courses
ja: 食料品
pt_br: Supermercado

source: Dining Out
de: Restaurantbesuche
es: Restaurantes
fr: Restaurants
ja: 外食
pt_br: Restaurantes

source: Entertainment
de: Freizeit
es: Entretenimiento
fr: Loisirs
ja: 娯楽
pt_br: Lazer

source: Pets
de: Haustiere
es: Mascotas
fr: Animaux
ja: ペット
pt_br: Animais de estimação

source: Transport
de: Verkehr
es: Transporte
fr: Transports
ja: 交通費
pt_br: Transporte

source: Other
de: Sonstiges
es: Otros
fr: Autres
ja: その他
pt_br: Outros

source: Add Expense
de: Ausgabe hinzufügen
es: Añadir gasto
fr: Ajouter une dépense
ja: 支出を追加
pt_br: Adicionar despesa

source: Edit Expense
de: Ausgabe bearbeiten
es: Editar gasto
fr: Modifier la dépense
ja: 支出を編集
pt_br: Editar despesa

source: Delete Expense
de: Ausgabe löschen
es: Eliminar gasto
fr: Supprimer la dépense
ja: 支出を削除
pt_br: Excluir despesa

source: Delete this expense?
de: Diese Ausgabe löschen?
es: ¿Eliminar este gasto?
fr: Supprimer cette dépense ?
ja: この支出を削除しますか？
pt_br: Excluir esta despesa?

source: Created
de: Erstellt
es: Creado
fr: Création
ja: 作成日
pt_br: Criado em

source: Please fill in all fields
de: Bitte alle Felder ausfüllen
es: Completa todos los campos
fr: Veuillez remplir tous les champs
ja: すべての項目を入力してください
pt_br: Preencha todos os campos

source: Make sure you’ve entered a title, amount, payer, and at least one participant.
de: Gib einen Titel, einen Betrag, eine zahlende Person und mindestens eine beteiligte Person an.
es: Introduce un título, un importe, un pagador y al menos un participante.
fr: Indiquez un titre, un montant, un payeur et au moins un participant.
ja: タイトル、金額、支払者、1人以上の分担者を入力してください。
pt_br: Informe um título, um valor, um pagador e pelo menos um participante.

source: Invalid amount
de: Ungültiger Betrag
es: Importe no válido
fr: Montant incorrect
ja: 金額が無効です
pt_br: Valor inválido

source: Enter a positive amount using your device’s decimal separator.
de: Gib einen positiven Betrag mit dem Dezimaltrennzeichen deines Geräts ein.
es: Introduce un importe positivo con el separador decimal de tu dispositivo.
fr: Saisissez un montant positif avec le séparateur décimal de votre appareil.
ja: 端末の小数点記号を使って、0より大きい金額を入力してください。
pt_br: Insira um valor positivo usando o separador decimal do dispositivo.

source: This removes the expense from balances and monthly totals.
de: Die Ausgabe wird aus den Salden und Monatssummen entfernt.
es: El gasto se eliminará de los saldos y los totales mensuales.
fr: Cette dépense sera retirée des soldes et des totaux mensuels.
ja: この支出が残高と月別合計から削除されます。
pt_br: A despesa será removida dos saldos e totais mensais.

source: No roommates configured yet.
de: Noch keine Mitbewohner eingerichtet.
es: Todavía no hay compañeros de casa.
fr: Aucun colocataire configuré.
ja: 同居人がまだ登録されていません。
pt_br: Nenhum morador cadastrado.

source: Roommates
de: Mitbewohner
es: Compañeros de casa
fr: Colocataires
ja: 同居人
pt_br: Moradores

source: No roommates yet
de: Noch keine Mitbewohner
es: Todavía no hay compañeros de casa
fr: Aucun colocataire
ja: 同居人がいません
pt_br: Ainda não há moradores

source: 1 roommate
de: 1 Mitbewohner
es: 1 compañero de casa
fr: 1 colocataire
ja: 同居人1人
pt_br: 1 morador

source: These names are used when splitting expenses, chores, and lists.
de: Diese Namen werden zum Aufteilen von Ausgaben, Aufgaben und Listen verwendet.
es: Estos nombres se usan para repartir gastos, tareas y listas.
fr: Ces noms servent à répartir les dépenses, les tâches et les listes.
ja: この名前を使って支出、家事、リストを分担します。
pt_br: Esses nomes são usados para dividir despesas, tarefas e listas.

source: Add, rename, or remove roommates at any time.
de: Du kannst Mitbewohner jederzeit hinzufügen, umbenennen oder entfernen.
es: Añade, cambia el nombre o elimina compañeros cuando quieras.
fr: Ajoutez, renommez ou supprimez des colocataires à tout moment.
ja: 同居人はいつでも追加、名前の変更、削除ができます。
pt_br: Adicione, renomeie ou remova moradores a qualquer momento.

source: Current roommates
de: Aktuelle Mitbewohner
es: Compañeros actuales
fr: Colocataires actuels
ja: 現在の同居人
pt_br: Moradores atuais

source: No roommates yet. Add a name below to get started.
de: Noch keine Mitbewohner. Füge unten einen Namen hinzu.
es: Todavía no hay compañeros. Añade un nombre abajo para empezar.
fr: Aucun colocataire. Ajoutez un nom ci-dessous pour commencer.
ja: 同居人がいません。下に名前を入力して追加してください。
pt_br: Ainda não há moradores. Adicione um nome abaixo para começar.

source: Add roommate
de: Mitbewohner hinzufügen
es: Añadir compañero
fr: Ajouter un colocataire
ja: 同居人を追加
pt_br: Adicionar morador

source: Household Name
de: Haushaltsname
es: Nombre de la casa
fr: Nom du foyer
ja: 世帯名
pt_br: Nome da casa

source: Pick anything – “The Loft”, “Nerd Nest”, “Room 237”…
de: Wähle einen Namen: „Das Loft“, „Unser Nest“, „Zimmer 237“…
es: Elige cualquier nombre: «El loft», «Nuestro nido», «Piso 237»…
fr: Choisissez un nom : « Le Loft », « Notre Nid », « Appartement 237 »…
ja: 「ロフト」「わが家」「237号室」など、好きな名前を付けてください。
pt_br: Escolha um nome: “O Loft”, “Nosso Ninho”, “Apê 237”…

source: House name
de: Haushaltsname
es: Nombre de la casa
fr: Nom du foyer
ja: 世帯名
pt_br: Nome da casa

source: Household Settings
de: Haushaltseinstellungen
es: Ajustes de la casa
fr: Réglages du foyer
ja: 世帯設定
pt_br: Configurações da casa

source: Bill Reminders
de: Rechnungserinnerungen
es: Recordatorios de facturas
fr: Rappels de factures
ja: 請求のリマインダー
pt_br: Lembretes de contas

source: Turn Off Reminders
de: Erinnerungen ausschalten
es: Desactivar recordatorios
fr: Désactiver les rappels
ja: リマインダーをオフ
pt_br: Desativar lembretes

source: Enable Reminders
de: Erinnerungen aktivieren
es: Activar recordatorios
fr: Activer les rappels
ja: リマインダーを有効にする
pt_br: Ativar lembretes

source: A local notification is scheduled at 9 AM for the next due date of each bill.
de: Für die nächste Fälligkeit jeder Rechnung wird um 9 Uhr eine lokale Mitteilung geplant.
es: Se programa una notificación a las 9:00 para el próximo vencimiento de cada factura.
fr: Une notification locale est programmée à 9 h à la prochaine échéance de chaque facture.
ja: 各請求の次回期限日の午前9時に、端末で通知されます。
pt_br: Uma notificação local é agendada para as 9h no próximo vencimento de cada conta.

source: Backup
de: Sicherung
es: Copia de seguridad
fr: Sauvegarde
ja: バックアップ

source: Export JSON Backup
de: JSON-Sicherung exportieren
es: Exportar copia JSON
fr: Exporter la sauvegarde JSON
ja: JSONバックアップを書き出す
pt_br: Exportar backup JSON

source: Restore JSON Backup
de: JSON-Sicherung wiederherstellen
es: Restaurar copia JSON
fr: Restaurer une sauvegarde JSON
ja: JSONバックアップを復元
pt_br: Restaurar backup JSON

source: Restore Backup
de: Sicherung wiederherstellen
es: Restaurar copia
fr: Restaurer la sauvegarde
ja: バックアップを復元
pt_br: Restaurar backup

source: Replace this household with the backup?
de: Diesen Haushalt durch die Sicherung ersetzen?
es: ¿Reemplazar esta casa con la copia de seguridad?
fr: Remplacer ce foyer par la sauvegarde ?
ja: この世帯データをバックアップで置き換えますか？
pt_br: Substituir esta casa pelo backup?

source: Current household data will be replaced.
de: Die aktuellen Haushaltsdaten werden ersetzt.
es: Se reemplazarán los datos actuales de la casa.
fr: Les données actuelles du foyer seront remplacées.
ja: 現在の世帯データが置き換えられます。
pt_br: Os dados atuais da casa serão substituídos.

source: Backup Error
de: Sicherungsfehler
es: Error de copia de seguridad
fr: Erreur de sauvegarde
ja: バックアップエラー
pt_br: Erro de backup

source: This is not a valid SplitNest backup.
de: Dies ist keine gültige SplitNest-Sicherung.
es: Esta no es una copia de seguridad válida de SplitNest.
fr: Ce fichier n’est pas une sauvegarde SplitNest valide.
ja: 有効なSplitNestバックアップではありません。
pt_br: Este não é um backup válido do SplitNest.

source: Currency
de: Währung
es: Moneda
fr: Devise
ja: 通貨
pt_br: Moeda

source: Household currency
de: Haushaltswährung
es: Moneda de la casa
fr: Devise du foyer
ja: 世帯の通貨
pt_br: Moeda da casa

source: Changing the currency changes labels only. Existing amounts are not converted.
de: Ein Währungswechsel ändert nur die Beschriftung. Vorhandene Beträge werden nicht umgerechnet.
es: Cambiar la moneda solo cambia las etiquetas. Los importes existentes no se convierten.
fr: Le changement de devise modifie uniquement l’affichage. Les montants existants ne sont pas convertis.
ja: 通貨を変更しても表示のみが変わります。既存の金額は換算されません。
pt_br: Alterar a moeda muda apenas os rótulos. Os valores existentes não são convertidos.

source: Budget by Month
de: Monatsbudget
es: Presupuesto por mes
fr: Budget par mois
ja: 月別予算
pt_br: Orçamento por mês

source: Edit Budgets
de: Budgets bearbeiten
es: Editar presupuestos
fr: Modifier les budgets
ja: 予算を編集
pt_br: Editar orçamentos

source: Category Budgets
de: Kategoriebudgets
es: Presupuestos por categoría
fr: Budgets par catégorie
ja: カテゴリー別予算
pt_br: Orçamentos por categoria

source: Invalid budget
de: Ungültiges Budget
es: Presupuesto no válido
fr: Budget incorrect
ja: 予算が無効です
pt_br: Orçamento inválido

source: Enter a nonnegative amount for each category.
de: Gib für jede Kategorie einen Betrag ab null ein.
es: Introduce un importe de cero o más para cada categoría.
fr: Saisissez un montant positif ou nul pour chaque catégorie.
ja: 各カテゴリーに0以上の金額を入力してください。
pt_br: Insira um valor maior ou igual a zero para cada categoria.

source: No category breakdown for this month.
de: Für diesen Monat gibt es keine Kategorieaufteilung.
es: No hay desglose por categoría para este mes.
fr: Aucune répartition par catégorie pour ce mois.
ja: 今月のカテゴリー別内訳はありません。
pt_br: Não há detalhamento por categoria neste mês.

source: No expenses yet
de: Noch keine Ausgaben
es: Todavía no hay gastos
fr: Aucune dépense
ja: 支出がありません
pt_br: Ainda não há despesas

source: Add some shared expenses to see monthly totals here.
de: Füge gemeinsame Ausgaben hinzu, um hier die Monatssummen zu sehen.
es: Añade gastos compartidos para ver aquí los totales mensuales.
fr: Ajoutez des dépenses partagées pour voir les totaux mensuels ici.
ja: 共有の支出を追加すると、月別合計がここに表示されます。
pt_br: Adicione despesas compartilhadas para ver os totais mensais aqui.

source: Tap the button below to add your first shared bill or purchase.
de: Tippe unten auf die Schaltfläche, um deine erste gemeinsame Rechnung oder Ausgabe hinzuzufügen.
es: Pulsa el botón de abajo para añadir tu primera factura o compra compartida.
fr: Touchez le bouton ci-dessous pour ajouter votre première facture ou dépense partagée.
ja: 下のボタンから最初の共有の請求や買い物を追加してください。
pt_br: Toque no botão abaixo para adicionar sua primeira conta ou compra compartilhada.

source: Expense actions
de: Ausgabenaktionen
es: Acciones del gasto
fr: Actions sur la dépense
ja: 支出の操作
pt_br: Ações da despesa

source: Upcoming bill
de: Anstehende Rechnung
es: Próxima factura
fr: Facture à venir
ja: 次の請求
pt_br: Próxima conta

source: Next up
de: Als Nächstes
es: A continuación
fr: À venir
ja: 次の予定
pt_br: A seguir

source: Settle up
de: Ausgleichen
es: Saldar cuentas
fr: Régler les comptes
ja: 精算
pt_br: Acertar contas

source: Settle Up
de: Ausgleichen
es: Saldar cuentas
fr: Régler les comptes
ja: 精算
pt_br: Acertar contas

source: Everyone is settled
de: Alle Salden sind ausgeglichen
es: Todos están al día
fr: Tous les comptes sont réglés
ja: 全員精算済みです
pt_br: Todas as contas estão acertadas

source: No reimbursements are needed right now.
de: Derzeit sind keine Erstattungen nötig.
es: No hay reembolsos pendientes.
fr: Aucun remboursement n’est nécessaire pour le moment.
ja: 現在、立て替え金の返済は不要です。
pt_br: Nenhum reembolso é necessário no momento.

source: Balances after shared expenses
de: Salden nach gemeinsamen Ausgaben
es: Saldos de los gastos compartidos
fr: Soldes après dépenses partagées
ja: 共有支出を反映した残高
pt_br: Saldos após despesas compartilhadas

source: Suggested payments to even things out.
de: Vorgeschlagene Zahlungen zum Ausgleich.
es: Pagos sugeridos para saldar las cuentas.
fr: Paiements proposés pour équilibrer les comptes.
ja: 残高を精算するための支払い案です。
pt_br: Pagamentos sugeridos para acertar as contas.

source: Assistant
de: Assistent
es: Asistente
ja: アシスタント
pt_br: Assistente

source: Rename house
de: Haushalt umbenennen
es: Cambiar nombre de la casa
fr: Renommer le foyer
ja: 世帯名を変更
pt_br: Renomear casa

source: Shared expenses, chores, and lists with zero awkwardness.
de: Gemeinsame Ausgaben, Aufgaben und Listen – ganz unkompliziert.
es: Comparte gastos, tareas y listas sin incomodidades.
fr: Partagez dépenses, tâches et listes sans gêne.
ja: 支出、家事、リストを気兼ねなく共有。
pt_br: Compartilhe despesas, tarefas e listas sem constrangimento.

source: Household
de: Haushalt
es: Casa
fr: Foyer
ja: 世帯
pt_br: Casa

source: people in this household
de: Personen in diesem Haushalt
es: personas en esta casa
fr: personnes dans ce foyer
ja: この世帯の人数
pt_br: pessoas nesta casa

source: Balances
de: Salden
es: Saldos
fr: Soldes
ja: 残高
pt_br: Saldos

source: person unsettled
de: Person mit offenem Saldo
es: persona con saldo pendiente
fr: personne avec un solde à régler
ja: 未精算の人
pt_br: pessoa com saldo pendente

source: people unsettled
de: Personen mit offenem Saldo
es: personas con saldo pendiente
fr: personnes avec un solde à régler
ja: 未精算の人
pt_br: pessoas com saldo pendente

source: Open Chores
de: Offene Aufgaben
es: Tareas pendientes
fr: Tâches en cours
ja: 未完了の家事
pt_br: Tarefas pendentes

source: waiting to be done
de: noch zu erledigen
es: pendientes de completar
fr: à effectuer
ja: 未完了
pt_br: aguardando conclusão

source: all balances even
de: alle Salden ausgeglichen
es: todos los saldos al día
fr: tous les soldes sont réglés
ja: 精算済み
pt_br: todos os saldos acertados

source: one payment suggested
de: eine Zahlung vorgeschlagen
es: un pago sugerido
fr: un paiement proposé
ja: 支払い案1件
pt_br: um pagamento sugerido

source: Upcoming Bills
de: Anstehende Rechnungen
es: Próximas facturas
fr: Factures à venir
ja: 今後の請求
pt_br: Próximas contas

source: Keep an eye on what’s due next.
de: Behalte die nächsten Fälligkeiten im Blick.
es: Revisa los próximos vencimientos.
fr: Gardez un œil sur les prochaines échéances.
ja: 次の期限を確認しましょう。
pt_br: Acompanhe os próximos vencimentos.

source: No upcoming bills
de: Keine anstehenden Rechnungen
es: No hay próximas facturas
fr: Aucune facture à venir
ja: 今後の請求はありません
pt_br: Nenhuma conta próxima

source: Add expenses in the Expenses tab to get reminders here.
de: Füge im Tab „Ausgaben“ Einträge hinzu, um hier Erinnerungen zu sehen.
es: Añade gastos en la pestaña Gastos para ver recordatorios aquí.
fr: Ajoutez des dépenses dans l’onglet Dépenses pour voir les rappels ici.
ja: 「支出」タブに追加すると、ここにリマインダーが表示されます。
pt_br: Adicione despesas na aba Despesas para ver lembretes aqui.

source: Other Deadlines
de: Weitere Termine
es: Otros vencimientos
fr: Autres échéances
ja: その他の期限
pt_br: Outros prazos

source: Chores and reminders you don’t want to miss.
de: Aufgaben und Erinnerungen, die du nicht verpassen möchtest.
es: Tareas y recordatorios que no querrás olvidar.
fr: Tâches et rappels à ne pas manquer.
ja: 家事やリマインダーを忘れずに。
pt_br: Tarefas e lembretes para não esquecer.

source: No upcoming chore deadlines
de: Keine anstehenden Aufgabentermine
es: No hay tareas con vencimiento próximo
fr: Aucune tâche à échéance prochaine
ja: 期限が近い家事はありません
pt_br: Nenhuma tarefa com prazo próximo

source: Add due dates in the Chores tab to stay ahead.
de: Trage im Tab „Aufgaben“ Fälligkeiten ein, um den Überblick zu behalten.
es: Añade fechas en la pestaña Tareas para organizarte.
fr: Ajoutez des échéances dans l’onglet Tâches pour anticiper.
ja: 「家事」タブで期限を設定しましょう。
pt_br: Adicione prazos na aba Tarefas para se organizar.

source: Past due
de: Überfällig
es: Vencido
fr: En retard
ja: 期限超過
pt_br: Atrasado

source: Today
de: Heute
es: Hoy
fr: Aujourd’hui
ja: 今日
pt_br: Hoje

source: In 1 day
de: In 1 Tag
es: En 1 día
fr: Dans 1 jour
ja: あと1日
pt_br: Em 1 dia

source: Add Chore
de: Aufgabe hinzufügen
es: Añadir tarea
fr: Ajouter une tâche
ja: 家事を追加
pt_br: Adicionar tarefa

source: Edit Chore
de: Aufgabe bearbeiten
es: Editar tarea
fr: Modifier la tâche
ja: 家事を編集
pt_br: Editar tarefa

source: Chore
de: Aufgabe
es: Tarea
fr: Tâche
ja: 家事
pt_br: Tarefa

source: Assigned To
de: Zugewiesen an
es: Asignado a
fr: Attribuée à
ja: 担当者
pt_br: Responsável

source: Assigned to
de: Zugewiesen an
es: Asignado a
fr: Attribuée à
ja: 担当者
pt_br: Responsável

source: Unassigned
de: Nicht zugewiesen
es: Sin asignar
fr: Non attribuée
ja: 未割り当て
pt_br: Sem responsável

source: Frequency
de: Häufigkeit
es: Frecuencia
fr: Fréquence
ja: 頻度
pt_br: Frequência

source: Rotate between roommates
de: Zwischen Mitbewohnern wechseln
es: Rotar entre compañeros
fr: Alterner entre colocataires
ja: 同居人で交代する
pt_br: Alternar entre moradores

source: Upcoming chore
de: Anstehende Aufgabe
es: Próxima tarea
fr: Tâche à venir
ja: 次の家事
pt_br: Próxima tarefa

source: No chores yet
de: Noch keine Aufgaben
es: Todavía no hay tareas
fr: Aucune tâche
ja: 家事がありません
pt_br: Ainda não há tarefas

source: Create simple recurring tasks like trash, dishes, or cleaning.
de: Erstelle wiederkehrende Aufgaben wie Müll, Abwasch oder Putzen.
es: Crea tareas recurrentes como sacar la basura, lavar platos o limpiar.
fr: Créez des tâches récurrentes comme sortir les poubelles, faire la vaisselle ou le ménage.
ja: ごみ出し、食器洗い、掃除などの繰り返す家事を作成しましょう。
pt_br: Crie tarefas recorrentes como tirar o lixo, lavar louça ou limpar.

source: Add List
de: Liste hinzufügen
es: Añadir lista
fr: Ajouter une liste
ja: リストを追加
pt_br: Adicionar lista

source: Create new list
de: Neue Liste erstellen
es: Crear lista
fr: Créer une liste
ja: 新しいリストを作成
pt_br: Criar nova lista

source: Add item…
de: Eintrag hinzufügen…
es: Añadir elemento…
fr: Ajouter un élément…
ja: 項目を追加…
pt_br: Adicionar item…

source: Rename list
de: Liste umbenennen
es: Cambiar nombre de la lista
fr: Renommer la liste
ja: リスト名を変更
pt_br: Renomear lista

source: Delete current list
de: Aktuelle Liste löschen
es: Eliminar lista actual
fr: Supprimer la liste actuelle
ja: 現在のリストを削除
pt_br: Excluir lista atual

source: Delete this list?
de: Diese Liste löschen?
es: ¿Eliminar esta lista?
fr: Supprimer cette liste ?
ja: このリストを削除しますか？
pt_br: Excluir esta lista?

source: Delete List
de: Liste löschen
es: Eliminar lista
fr: Supprimer la liste
ja: リストを削除
pt_br: Excluir lista

source: List Title
de: Listentitel
es: Título de la lista
fr: Titre de la liste
ja: リスト名
pt_br: Título da lista

source: e.g. Groceries
de: z. B. Einkäufe
es: p. ej., Supermercado
fr: p. ex. Courses
ja: 例：買い物
pt_br: ex.: Supermercado

source: New List
de: Neue Liste
es: Nueva lista
fr: Nouvelle liste
ja: 新しいリスト
pt_br: Nova lista

source: Rename List
de: Liste umbenennen
es: Cambiar nombre de la lista
fr: Renommer la liste
ja: リスト名を変更
pt_br: Renomear lista

source: No shared lists yet
de: Noch keine gemeinsamen Listen
es: Todavía no hay listas compartidas
fr: Aucune liste partagée
ja: 共有リストがありません
pt_br: Ainda não há listas compartilhadas

source: Create a shared shopping list or house to-do list to get started.
de: Erstelle eine gemeinsame Einkaufs- oder Aufgabenliste, um loszulegen.
es: Crea una lista de compras o de tareas de la casa para empezar.
fr: Créez une liste de courses ou de tâches partagée pour commencer.
ja: 共有の買い物リストや家のやることリストを作成しましょう。
pt_br: Crie uma lista compartilhada de compras ou tarefas da casa para começar.

source: Sponsored
de: Gesponsert
es: Patrocinado
fr: Sponsorisé
ja: 広告
pt_br: Patrocinado

source: Household Insights
de: Haushaltsübersicht
es: Resumen de la casa
fr: Aperçu du foyer
ja: 世帯の状況
pt_br: Visão geral da casa

source: Ask about balances, bills, chores, or budgets…
de: Frage zu Salden, Rechnungen, Aufgaben oder Budgets…
es: Pregunta sobre saldos, facturas, tareas o presupuestos…
fr: Posez une question sur les soldes, factures, tâches ou budgets…
ja: 残高、請求、家事、予算について質問…
pt_br: Pergunte sobre saldos, contas, tarefas ou orçamentos…

source: Clear
de: Leeren
es: Borrar
fr: Effacer
ja: 消去
pt_br: Limpar

source: Clear chat history?
de: Chatverlauf löschen?
es: ¿Borrar el historial del chat?
fr: Effacer l’historique de discussion ?
ja: チャット履歴を消去しますか？
pt_br: Limpar histórico da conversa?

source: Clear History
de: Verlauf löschen
es: Borrar historial
fr: Effacer l’historique
ja: 履歴を消去
pt_br: Limpar histórico

source: This removes messages from this device.
de: Die Nachrichten werden von diesem Gerät entfernt.
es: Se eliminarán los mensajes de este dispositivo.
fr: Les messages seront supprimés de cet appareil.
ja: この端末からメッセージが削除されます。
pt_br: As mensagens serão removidas deste dispositivo.

source: I can summarize your balances, upcoming bills, open chores, and this month's spending. All answers stay on this device.
de: Ich kann deine Salden, anstehenden Rechnungen, offenen Aufgaben und Monatsausgaben zusammenfassen. Alle Antworten bleiben auf diesem Gerät.
es: Puedo resumir tus saldos, próximas facturas, tareas pendientes y gastos del mes. Las respuestas permanecen en este dispositivo.
fr: Je peux résumer vos soldes, factures à venir, tâches en cours et dépenses du mois. Les réponses restent sur cet appareil.
ja: 残高、今後の請求、未完了の家事、今月の支出をまとめます。すべての回答はこの端末内に保存されます。
pt_br: Posso resumir seus saldos, próximas contas, tarefas pendentes e gastos do mês. Todas as respostas ficam neste dispositivo.
